tap "bufbuild/buf"
tap "felixkratz/formulae"
tap "itchyny/tap"
tap "koekeishiya/formulae"
tap "noahgorstein/tap"
brew "python@3.13"
brew "autojump"
brew "btop"
brew "cocoapods"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gopls"
brew "grpcurl"
brew "jq"
brew "lua-language-server"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "tree"
brew "pass"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "streamlink"
brew "switchaudio-osx"
brew "tmux"
brew "watch"
brew "wireguard-go"
brew "yarn"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/borders", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "itchyny/tap/base58"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "noahgorstein/tap/jqp"
cask "alacritty"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "google-chrome"
cask "kdiff3"
cask "sf-symbols"
cask "slack"
cask "sol"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "rooveterinaryinc.roo-cline"
vscode "sindujaramaraj.app-developer-copilot"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "zxh404.vscode-proto3"
