tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "apache-spark"
brew "python"
brew "asciinema"
brew "automake"
brew "bash"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "go"
brew "fzf"
brew "git"
brew "gotags"
brew "htop"
brew "hugo"
brew "jq"
brew "kafka"
brew "neovim"
brew "protobuf"
brew "prototool"
brew "streamlink"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "yarn"
brew "zlib"
cask "bloomrpc"
cask "kdiff3"
cask "mysqlworkbench"
cask "rectangle"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
